@extends("master.layout")
@section("content")
<section class="breadcrumbs">
    <div class="container">
    <div class="row">
    <div class="col-md-12">
    <h2> আমাদের সম্পর্কে </h2>
    </div>
    </div>
    </div>
    </section>
    <section class="content-section">
    <div class="container">
    <div class="row">
    <div class="col-md-8 offset-md-2">
    <div class="about-content"> <p>সকল প্রশংসা আমাদের রব, আমাদের মালিক, আমাদের সৃষ্টিকর্তা, আমাদের রিযিকদাতা, আমাদের পালনকর্তা আল্লাহ্ সুবহানা ওয়াতালার জন্যে। আল্লাহ্ আমাদের সবাইকে আদম আঃ এবং হাওয়া আঃ থেকে সৃষ্টি করেছেন। এরপর বিবাহের মাধ্যমে মানুষের বংশবিস্তার হয়েছে। মানুষের বংশবিস্তার এবং জৈবিক চাহিদা পূরণের একমাত্র বৈধ পন্থা হচ্ছে বিবাহ।
    <br>
    বর্তমানে আমাদের সমাজে বিবাহ অত্যন্ত কঠিন হয়ে পড়েছে। এখানে স্থান করে নিয়েছে হারাম রিলেশনশীপ। পশ্চিমা সংস্কৃতি দ্বারা আমাদের অন্তর প্রভাবিত হয়ে গেছে। এখন আমাদের সমাজে বিয়ে খুব কঠিন একটা বিষয়ে পরিনত হয়েছে। অথচ হারাম সম্পর্কগুলো খুব সহজেই সামাজিক স্বীকৃতি পেয়ে যাচ্ছে। আমাদের দ্বীনদার ভাই বোনরা এইসব হারাম সম্পর্কে না জড়িয়ে নবীজি সাঃ এর সুন্নাহ মোতাবেক বিয়ে করে হালালভাবে জীবনযাপন করতে চান। কিন্তু বিভিন্ন কারনে এটা সম্ভবপর হয়ে উঠে না। এরমধ্যে একটা বড় কারন দ্বীনদার জীবনসঙ্গী না পাওয়া। আমাদের দেশের প্রচলিত বেশিরভাগ ম্যাট্রিমনিগুলো জেনারেল লাইনের। অনেক দ্বীনদার ভাই বোনেরা এসব ম্যাট্রিমনিতে গিয়ে মনমত জীবনসঙ্গী পায় না। দ্বীনদার ভাইবোনদের চাহিদা পূরণ করতে জেনারেল ম্যাট্রিমনিগুলো অক্ষম। অপরদিকে আমাদের দেশে প্রচলিত ঘটকদের অনেকে শুধুমাত্র নিজের ফায়দা হাসিলের জন্য উভয় পক্ষের নিকট মিথ্যা আশ্বাস ও মিথ্যা কথা বলে থাকে যার ফলশ্রুতিতে অনেকেই অপূরণীয় ক্ষতির সম্মুখীন হয়।
    <br>
    এমন পরিস্থিতিতে দ্বীনি ভাইবোনদের কথা মাথায় রেখে, আমাদের দ্বীনি ভাইবোনদের দ্বীন পালনে সহায়তা করার জন্য এবং শুধু মাত্র আল্লাহকে রাজি খুশি করার জন্য Ordhangini Matrimony এর পথচলা।</p> </div>
    </div>
    </div>
    </div>
    </section>

    @endsection
    