@extends("master.layout")
@section("content")
<link href="https://fonts.googleapis.com/css2?family=Tiro+Bangla&display=swap" rel="stylesheet">

<style>
    h4,h1,p{
        font-family: 'Tiro Bangla', serif;
    }
</style>
<div class="container py-5">
    <div class="row">
    <div class="col-md-12">
    <h2><b>Ordhangini.com</b> এ আপনার Privacy Policy গুরুত্বপূর্ণ</h2>
    <p><b>Ordhangini.com</b>-এ, আমরা আপনার গোপনীয়তা রক্ষা করার, এবং কীভাবে আমরা আপনার ব্যক্তিগত তথ্য সংগ্রহ করি, ব্যবহার করি এবং শেয়ার করি সে সম্পর্কে স্বচ্ছ হওয়ার বিষয়ে গভীরভাবে যত্নশীল। এই Privacy Policy আপনার ব্যক্তিগত ডেটা সম্পর্কিত বিস্তারিতভাবে ব্যাখ্যা করে, যাতে আমরা কীভাবে কাজ করি সে সম্পর্কে আপনি সম্পূর্ণরূপে অবহিত হতে পারেন।</p>
    <h4>আপনার কাছ থেকে আমরা কী ব্যক্তিগত তথ্য সংগ্রহ করি:</h4>
    <p>ইসলামিক ম্যাচমেকিংয়ের জন্য একটি বৈবাহিক প্ল্যাটফর্ম হিসাবে, আমাদের পরিষেবাগুলি সরবরাহ করতে এবং সম্ভাব্য ম্যাচগুলিতে আপনার বায়োডাটা দেখানোর জন্য আপনার কাছ থেকে নির্দিষ্ট ব্যক্তিগত বিবরণ প্রয়োজন হয়। আপনি যখন কোনো অ্যাকাউন্টের জন্য সাইন আপ করেন, তখন আমরা আপনার নাম, লিঙ্গ, ইমেল ঠিকানা, ফোন নম্বর, জন্ম তারিখ, শিক্ষার স্তর, কর্মসংস্থানের তথ্য, ফটো, (পুরুষদের জন্য), এবং বৈবাহিক অবস্থান সংগ্রহ করি। পারিবারিক বিবরন, ব্যাক্তিগত ইন্টারেস্ট এবং আপনার বায়োডাটায় আপনি যে কোনো বিবরণ প্রদান করেন। 
    </p>
   <p>সম্ভাব্য ম্যাচের যোগাযোগের তথ্য অ্যাক্সেস করার জন্য 'Connection' কেনার সময়, আমরা আপনার মোবাইল ব্যাংকিং নম্বর এবং অন্যান্য অর্থপ্রদানের বিবরণও সংগ্রহ করি। আমরা আপনার সাফল্যের গল্প সম্পর্কে তথ্য সংগ্রহ করতে পারি যা আপনি স্বেচ্ছায় আমাদের সাথে শেয়ার করেন। উপরন্তু, আমরা আমাদের সাইটে আপনার কার্যকলাপ যেমন লগইন তারিখ/সময়, আপনি যে প্রোফাইলগুলি দেখেন, 'Connection' ক্রয় এবং অন্যান্য ব্যবহারের ডেটা ট্র্যাক করি। আপনি লগ ইন করার সময় আমরা প্রমাণীকরণের জন্য আপনার নির্দিষ্ট পাসওয়ার্ড  দেখতে পারি।
</p>
    <h4>আমরা কিভাবে ব্যক্তিগত তথ্য সংগ্রহ করি তা ব্যবহার করি:</h4>
    <p><b>আমরা নিম্নলিখিত উপায়ে আপনার ব্যক্তিগত তথ্য ব্যবহার করি:</b></p>
   <p>- আপনার অ্যাকাউন্ট তৈরি, পরিচালনা এবং বজায় রাখতে</p>
   <p>- চলমান গ্রাহক সহায়তা প্রদান এবং কোন সমস্যা সমাধান </p>
   <p>- আমাদের পরিষেবাগুলি কীভাবে ব্যবহার করা হয় তা বিশ্লেষণ করতে যাতে আমরা তাদের উন্নতি করতে পারি</p>
    <p>- মাঝে মাঝে বিশেষ অফার বা ডিল সম্পর্কে আপনার সাথে যোগাযোগ করতে আমরা আপনার ডাটা ব্যাবহার করি। যা আমরা মনে করি আপনার কার্যকলাপ এবং পছন্দগুলির উপর ভিত্তি করে আপনাকে আগ্রহী করে তুলতে পারে।
    </p>
    <h4>যার সাথে আমরা আপনার ব্যক্তিগত তথ্য শেয়ার করতে পারি: </h4>
    <p>আপনার গোপনীয়তা (Privacy) রক্ষা করা আমাদের জন্য অত্যন্ত গুরুত্বপূর্ণ। আমরা আমাদের প্ল্যাটফর্মে আপনার যোগাযোগের বিবরণ বা পরিচয় প্রকাশ করি না। আপনি যে তথ্য প্রদান করেন তার উপর ভিত্তি করে ম্যাচমেকিংয়ের উদ্দেশ্যে আমরা শুধুমাত্র অন্যান্য নিবন্ধিত ইউজারদের সাথে আপনার বায়োডাটা শেয়ার করি।  </p>
    <p>শুধুমাত্র অন্য সময় আমরা আপনার ব্যক্তিগত তথ্য প্রকাশ করতে পারি যদি আমাদের আইন প্রয়োগকারী বা অন্যান্য সরকারী কর্তৃপক্ষের দ্বারা আইনত এটি করার প্রয়োজন হয়। আমরা আমাদের নিজস্ব আইনি অধিকার বা অন্যান্য ব্যবহারকারীদের রক্ষা করার জন্য প্রয়োজন হলে তথ্য শেয়ার করতে পারি। 
    </p>
   <h4>আপনি কিভাবে আপনার ব্যক্তিগত তথ্য অ্যাক্সেস, আপডেট বা মুছতে পারেন:
</h4>
    <p>আপনি আমাদের কাছে যে তথ্য জমা দিয়েছেন তা পর্যালোচনা এবং সম্পাদনা করার অধিকার আপনার রয়েছে। আপনার বায়োডাটা বিবরণে পরিবর্তন করতে আপনি যে কোনো সময় আপনার অ্যাকাউন্ট অ্যাক্সেস করতে পারেন। আপনার বায়োগ্রাফি এপ্রোভড (অনুমোদিত) হওয়ার পরে মূল তথ্যগুল্লোতে কোনো ধরনের পরিবর্তন করলে আমরা পরিবর্তনগুলো পুনরায় যাচাই করতে না পারা পর্যন্ত এটি "Panding" অবস্থায় রাখা হবে। আমরা প্রধান আপডেটগুলি নিশ্চিত করার জন্য অফিসিয়াল সনাক্তকরণ নীতিমালার অধিকার সংরক্ষণ করি, যা আমাদের সমস্ত ব্যবহারকারীদের Protect করতে সহায়তা করে।
    </p>
    <p>আপনার অ্যাকাউন্ট এবং সমস্ত সম্পর্কিত ব্যক্তিগত ডেটা যে কোনও সময় মুছে ফেলার অধিকার আপনার রয়েছে। স্থায়ী অ্যাকাউন্ট মুছে ফেলার অনুরোধ করতে কেবল আমাদের সাথে যোগাযোগ করুন।
    </p>
    <h4>আমরা কিভাবে আপনার ব্যক্তিগত তথ্য সুরক্ষিত রাখি:</h4>
    <p>মোবাইল ব্যাংকিং নম্বরের মতো সংবেদনশীল তথ্য সংগ্রহ বা প্রেরণ করার সময়, আমরা আপনার ডেটা সুরক্ষিত করার জন্য End to End Encryption এবং অন্যান্য সুরক্ষা সর্বোত্তম অনুশীলনগুলি ব্যবহার করি। সাধারণভাবে, আমরা আপনার প্রদান করা সমস্ত ব্যক্তিগত তথ্য সুরক্ষিত রাখার জন্য সাধারণ শিল্প মান মেনে চলি। শুধু সমালোচনামূলক তথ্য ছাড়াও, আপনার সমস্ত ব্যক্তিগত বিবরণ আমাদের অফিসে অভ্যন্তরীণভাবে সীমাবদ্ধ। </p>

    <p>যদিও আমরা সর্বদা আপনার ডেটা সুরক্ষিত রাখার চেষ্টা করি, তবুও কোনো সুরক্ষা ব্যবস্থা সম্পূর্ণরূপে দুর্ভেদ্য নয়। ইন্টারনেটের অন্তর্নিহিত প্রকৃতির কারণে, আমরা ইন্টারনেট জুড়ে বা আমাদের সিস্টেমে সংরক্ষণ করার সময় ডেটা ট্রান্সমিশনের সম্পূর্ণ নিরাপত্তা নিশ্চিত করতে পারি না।  
    </p>
    <h4>কতদিন আমরা আপনার ব্যক্তিগত তথ্য সংরক্ষণ করি:</h4>
    <p>আপনি যদি অ্যাকাউন্ট মুছে ফেলার অনুরোধ করেন তবে আমরা আর কোনও তৃতীয় পক্ষের সাথে আপনার বিবরণ শেয়ার করব না। যাইহোক, আমরা ফেইক অ্যাকাউন্ট প্রতিরোধে এবং সম্ভাব্য আইন প্রয়োগকারী অনুসন্ধানের জন্য সহায়তা করার জন্য আমাদের অভ্যন্তরীণ ডাটাবেসে সমস্ত বায়োডাটা প্রোফাইল রাখি।
    </p>
    <h4>এই প্রাইভেসি পলিসিতে কোনো পরিবর্তন আসলে আমরা কীভাবে আপনাকে অবহিত করি:
    </h4>
    <p>যদি আমাদের কখনও এই গোপনীয়তা নীতিতে উপাদান পরিবর্তন করতে হয় তবে আমরা আপনাকে ইমেল বা বিজ্ঞপ্তির মাধ্যমে জানাব। আমরা আপনার সম্মতি ছাড়া নতুন, অপ্রত্যাশিত উপায়ে আপনার ব্যক্তিগত তথ্য ব্যবহার করব না।
    </p>
    <h4>আমাদের কুকি এবং ট্র্যাকিং প্রযুক্তি ব্যবহার:
    </h4>
    <p>আমরা যেমন উদ্দেশ্যে ব্রাউজার কুকি এবং অনুরূপ প্রযুক্তি ব্যবহার করি:
    </p>
    <p>- আপনার ব্যবহারকারীর অভিজ্ঞতা কাস্টমাইজ এবং উন্নত করা</p>
    <p> আমাদের সাইট এবং পরিষেবাগুলি কীভাবে অ্যাক্সেস এবং ব্যবহার করা হচ্ছে তা বিশ্লেষণ করা হচ্ছে
        - আপনাকে একাধিক ভিজিট জুড়ে আপনার অ্যাকাউন্টে লগ ইন থাকার অনুমতি দেয় 
        </p>
        <h4>প্রশ্ন বা উদ্বেগ সঙ্গে আমাদের সাথে যোগাযোগ কিভাবে:
        </h4>
        <p>এই গোপনীয়তা নীতি, আমাদের অনুশীলন, বা আমাদের ওয়েবসাইটের সাথে লেনদেন সম্পর্কে আপনার যদি কোনও উদ্বেগ থাকে তবে দয়া করে আমাদের সাথে যোগাযোগ করুন। <b>ordhanginibd@gmail.com</b>  এ। আমরা গোপনীয়তাকে গুরুত্ব সহকারে নিই এবং অবিলম্বে যে কোনও সমস্যার সমাধান করব।
        </p>
    
    </div>
    </div>
    </div>

    @endsection