@extends("master.layout")
@section("content")
<div class="container py-5">
    <div class="row">
    <div class="col-md-12">
    <h2><strong>শর্তাবলী এবং নীতিমালা</strong></h2>
    <p><b>ব্যবহারের শর্তাবলী/সেবা চুক্তি:</b></p>
    <p><b>Ordhangini.com </b>  এ স্বাগতম. গ্রাহকের সাইট এবং সদস্যতার ব্যবহারের জন্য প্রযোজ্য শর্তাবলী এই চুক্তিতে বানান করা হয়েছে. <b>Ordhangini.com</b>  কোনো কারণ না দেখিয়ে যেকোনো মুহূর্তে এবং যেকোনো সময় এই চুক্তি পরিবর্তন করার অধিকার সংরক্ষণ করে. সদস্যপদ এবং ভর্তির সুবিধা সংরক্ষিত.</p>
    <p>এই ব্যবহারের শর্তাবলী বাংলাদেশের সংবিধানে আইসিটি আইন, 2006 এর ধারা 57 অনুসারে প্রকাশিত হয়েছে.</p>
    <p>প্রচলিত সংবাদপত্র বা ম্যাচমেকার ক্লাসের জায়গায়, <b> Ordhangini.com </b>বৈবাহিক সাইটে একটি ইপোক তৈরির মাত্রা চালু করেছে যা সত্যিকারের অনুশীলনকারী মুসলমানদের জন্য আশীর্বাদ নিয়ে এসেছে। সাইটটি কোনো বাণিজ্যিক উদ্যোগের সাথে ব্যবহার করা যাবে না এবং শুধুমাত্র এর জন্য প্রাসঙ্গিক মিলগুলি আবিষ্কার করার জন্য তাদের জীবনী প্রচার এবং বিজ্ঞাপন দেওয়ার জন্য পৃথক ব্যবহারকারীদের ব্যক্তিগত ব্যবহার.
    </p>
    <p>এই সাইটটি মুসলমানদের অনুশীলনের জন্য একটি গুরুতর বৈবাহিক প্ল্যাটফর্ম যা নৈমিত্তিক ব্যস্ততার জন্য নয়.
    </p>
    <p>আমরা আমাদের গ্রাহকদের আমাদের শর্তাবলী অনুসরণ করে সাইটটি ব্রাউজ করতে অ্যাক্সেস দিই.
    </p>
    <p><b>১. ব্যবহারের শর্তাবলী গ্রহণ চুক্তি:</b></p>
    <p><b> Ordhangini.com </b>ব্যবহার করার জন্য আপনাকে মোবাইল বা কম্পিউটার থেকে নিবন্ধন করতে হবে. আমরা বাংলাদেশের নিবন্ধন আইন, 1908 এর অধীনে সংজ্ঞায়িত মধ্যস্থতাকারী. সাইটটি ব্যবহার করার জন্য আপনাকে অবশ্যই এই চুক্তির আইনত বাধ্যতামূলক বিধানগুলির সাথে সম্মত হতে হবে, যা একটি বৈদ্যুতিন চুক্তি. এই চুক্তির উদ্দেশ্যে, আমরা আমাদের সাইটটি তিনটি ভিন্ন বিভাগে ব্যবহার করতে পারে এমন সমস্ত ব্যক্তিকে বিভক্ত করেছি যেমন: অনিবন্ধিত ব্যবহারকারী, নিবন্ধিত ব্যবহারকারী এবং সদস্য. অনিবন্ধিত ব্যবহারকারীরা হলেন তারা যারা অর্ডানগিনি ডটকমে কোনও অ্যাকাউন্ট খোলেননি তবে সাইটটি ব্রাউজ করুন. তারা সদস্যদের প্রকাশিত জীবনী দেখতে সক্ষম. নিবন্ধিত ব্যবহারকারীরা যারা অর্ডানগিনি ডটকমে একটি অ্যাকাউন্ট খোলেন কিন্তু তাদের সাইটে কোনও অনুমোদিত জীবনী নেই. সদস্যরা হলেন তারা যারা সফলভাবে একটি জীবনী তৈরি করেছেন যা <b> Ordhangini.com </b> দ্বারা অনুমোদিত.
    </p>
    <p>সাইট ব্যবহার করে, আপনি এই ব্যবহারের শর্তাবলী ("চুক্তি") দ্বারা আবদ্ধ হতে সম্মত হন. আপনি যদি Ordhangini.com পরিষেবা ব্যবহার করতে চান, সদস্য হতে চান এবং অন্যান্য সদস্য এবং ব্যবহারকারীদের কাছে আপনার জীবনী প্রচার করতে চান তবে এই ব্যবহারের শর্তাবলী পড়ুন এবং নিবন্ধন পদ্ধতিগুলি সম্পূর্ণ করুন৷.
    </p>
    <p>পরিষেবাটি ব্যবহার করে, আপনি আপনার পেশাদার তথ্য পরিচয় প্রমাণ (যদি সরবরাহ করা হয়), ধর্ম, এর মতো সংবেদনশীল ব্যক্তিগত ডেটা সহ আপনার ব্যক্তিগতভাবে সনাক্তযোগ্য তথ্য সংগ্রহ, প্রক্রিয়াকরণ, প্রদর্শন এবং ব্যবহারে সম্মত হন, ইত্যাদি. আপনার ব্যক্তিগত তথ্য সংগ্রহ বা প্রক্রিয়াকরণে যদি আপনার কোনও আপত্তি থাকে তবে আমরা আন্তরিকভাবে আপনাকে আমাদের সাইটে নিবন্ধন না করার জন্য অনুরোধ করছি.</p>
  <p><b>২. আবেদনের যোগ্যতা:</b></p>
  <p>২.১ Ordhangini.com-এর সদস্য হিসেবে নিবন্ধন করতে বা এই ওয়েবসাইটটি ব্যবহার করার জন্য বাংলাদেশী আইন অনুযায়ী বিয়ে করার জন্য আপনাকে অবশ্যই বৈধ বয়স হতে হবে (বর্তমানে, মহিলাদের জন্য ১৮ বছর বা তার বেশি এবং পুরুষদের জন্য ২১ বছর বা তার বেশি).</p>
  <p>২.২ Ordhangini.com ওয়েবসাইটের একমাত্র উদ্দেশ্য হল এমন ব্যক্তিদের মধ্যে বৈবাহিক জোটের জন্য ব্যক্তিগত প্রদর্শনের অনুমতি দেওয়া যারা আইনগতভাবে বিবাহের যোগ্য যে আইনের অধীনে তারা অধীন. যেখানে নিষিদ্ধ সেখানে সদস্যপদ বৈধ নয়.
</p>
<p>২.৩ এই সাইটটি ব্যবহার করে, আপনি প্রতিনিধিত্ব করেন এবং এই চুক্তিতে প্রবেশ করার জন্য আপনার বৈধ বয়স রয়েছে, যাতে আপনার এটি করার ক্ষমতা রয়েছে, আপনার আইনগতভাবে এটি করার ক্ষমতা রয়েছে, যাতে আমরা যে তথ্যটি অনুরোধ করি তা আমাদের সরবরাহ করার অধিকার আপনার রয়েছে, এবং যে কোনও বর্তমান বা পূর্ববর্তী প্রযোজ্য আইন, আদালতের আদেশ, ট্রাইব্যুনালের রায়, বা অন্যান্য প্রাসঙ্গিক কর্তৃপক্ষের দ্বারা আপনাকে আইনত বাধ্যতামূলক বিবাহে প্রবেশ করতে বাধা দেওয়া হয় না.
</p>

<p>
    ২.৪ আপনি অতিরিক্তভাবে নিশ্চিত করেছেন যে আপনি নৈমিত্তিক ব্যস্ততার জন্য এই সাইটটি ব্যবহার করতে চান না বরং আপনি চুক্তির শর্তাবলী সম্পূর্ণরূপে মেনে চলতে সম্মত হন. Ordhangini.com অবিলম্বে আপনার সদস্যপদ বন্ধ করার অধিকার এবং পরিষেবাটি ব্যবহার করার আপনার অধিকার সংরক্ষণ করে যদি যে কোনো সময় এটি নির্ধারণ করে (তার একমাত্র বিবেচনার ভিত্তিতে) যে আপনি একজন হওয়ার যোগ্য নন সদস্য বা আপনি কোন মিথ্যা বিবৃতি দিয়েছেন.
    </p>

    <p>২.৫ এই সাইটটি ব্যবহার করে আপনি আমাদের ওয়েবসাইটে ব্যবহারকারীদের খোঁজার জন্য অন্য বিবাহের কাছে আপনার জীবনী দেখানোর অধিকার আমাদের দেন.

    </p>

    <p><b>৩. অ্যাকাউন্ট নিরাপত্তা: </b></p>

    <p>আপনার অ্যাকাউন্টের অধীনে সংঘটিত যে কোনও ক্রিয়াকলাপের জন্য আপনি সম্পূর্ণরূপে দায়বদ্ধ এবং নিবন্ধন প্রক্রিয়া চলাকালীন আপনি যে লগইন তথ্য চয়ন করেন তার গোপনীয়তা রক্ষার জন্য আপনি দায়ী. প্রতিটি সেশনের শেষে আপনি আপনার অ্যাকাউন্ট থেকে লগ আউট করেছেন তা নিশ্চিত করার পাশাপাশি, আপনি কোনও প্রকাশ, অননুমোদিত ব্যবহার সম্পর্কে একবার আমাদের সঠিকভাবে বলার দায়িত্ব নেন, অথবা আপনার অ্যাকাউন্ট জড়িত অন্যান্য নিরাপত্তা লঙ্ঘন.
    </p>
    <p><b>৪. শর্তাবলী:
    </b></p>

    <p>৪.১  যতক্ষণ আপনি আমাদের সাইট ব্যবহার করেন, এই চুক্তিটি কার্যকর, বৈধ এবং চলমান থাকবে.
    </p>
    <p>৪.২  একবার আপনি একটি চিঠি মেল করে বা Ordhangini.com-এর আমাদের গ্রাহক পরিষেবাতে কল করে দেখানো যোগাযোগের তথ্য পেতে অর্থ প্রদান করেন, আপনি যে কোনও সময় এবং যে কোনও কারণে আপনার সংযোগের জন্য অর্থ ফেরতের অনুরোধ করতে সক্ষম হবেন. দয়া করে মনে রাখবেন যে, সহায়তা দল আপনার অনুরোধটি তদন্ত করতে পারে এবং আপনি তাদের সিদ্ধান্তকে সম্মান করার জন্য দায়ী. 
    </p>
    <p><b>৫. সদস্যদের দ্বারা অ বাণিজ্যিক ব্যবহার:
    </b></p>

    <p>সাইটটি কোনো বাণিজ্যিক কার্যক্রমের সাথে ব্যবহার করা যাবে না এবং উপযুক্ত মিল থেকে গ্রহণযোগ্যতা তৈরি করার জন্য শুধুমাত্র পৃথক ব্যবহারকারীদের তাদের জীবনী প্রচার ও বিজ্ঞাপন দেওয়ার জন্য ব্যক্তিগত ব্যবহারের জন্য. সংস্থা, কর্পোরেশন এবং কোম্পানিগুলিকে Ordhangini.com-এ যোগদানের অনুমতি নেই এবং Ordhangini.com পরিষেবা বা ওয়েবসাইট কোনওভাবেই ব্যবহার করার অনুমতি নেই৷. দেওয়ানী, ফৌজদারি এবং বিচারিক পরিণতি সহ আইনি পদক্ষেপ, সাইটের বেআইনি ফ্রেমিং বা সাইটের সাথে লিঙ্ক করা সহ সাইটের যেকোনো অবৈধ এবং/অথবা অননুমোদিত ব্যবহারের প্রতিক্রিয়া হিসাবে অনুসরণ করা হবে.
    </p>

    <p><b>৬. সদস্যদের জন্য অন্যান্য শর্তাবলী:
    </b></p>
    <p>৬.১  Ordhangini.com তার নিজস্ব বিবেচনার ভিত্তিতে, প্রতিটি অ্যাকাউন্টের কার্যকলাপ এবং অবস্থা পরীক্ষা করার এবং এই ধরনের পরীক্ষার প্রতিক্রিয়া হিসাবে, একজন সদস্যের অ্যাক্সেস প্রত্যাহার করার অধিকার বজায় রাখে.
    </p>
    <p>৬.২  এই রেজিস্ট্রেশনের তারিখ অনুসারে, আপনি এতদ্বারা নিশ্চিত করেছেন যে, যতক্ষণ আপনি একজন নিবন্ধিত সদস্য বা ব্যবহারকারী হন, ততক্ষণ ইমেল, এসএমএস বার্তা গ্রহণে আপনার কোন আপত্তি নেই, এবং Ordhangini.com এবং Ordhangini.com এর সদস্য বা ব্যবহারকারীদের কাছ থেকে কল.
    </p>

    <p>
        ৬.৩  আমাদের সাইটে, ব্যক্তিদের একাধিক জীবনী থাকার অনুমতি নেই. Ordhangini.com পূর্ব সতর্কতা ছাড়াই একাধিক জীবনী নিষ্ক্রিয় করার অধিকার সংরক্ষণ করে.
        </p>

        <p>৬.৪ আপনি প্রত্যয়ন করেন যে আপনি যে সামগ্রী, তথ্য এবং ব্যক্তিগত তথ্য সরবরাহ করেছেন তা সত্য এবং সঠিক. ছদ্মবেশ বেআইনি এবং অনেক আইনি পরিণতি সাপেক্ষে.
        </p>

        <p>৬.৫  Ordhangini.com কোনো অপব্যবহার বা শোষণ থেকে Ordhangini.com এবং/অথবা এর সদস্য ও ব্যবহারকারীদের রক্ষা করার জন্য তার একমাত্র বিবেচনার ভিত্তিতে প্রয়োজনীয়তা বিবেচনা করলে কোনো পদক্ষেপ নেওয়ার অধিকার বজায় রাখে.
        </p>
        <p>৬.৬  Ordhangini.com শুধুমাত্র তখনই জীবনী অনুমোদন করে যখন পুরুষ ব্যবহারকারী দিনে 5 বার সালাহ করেন, একটি ওয়াজিব দাড়ি রাখেন এবং গোড়ালির উপরে পোশাক পরেন. মহিলা ব্যবহারকারীদের জন্য, জীবনী অনুমোদিত হবে যদি তিনি দিনে 5 বার সালাহ করেন এবং নেকাবের সাথে মহিলাদের জন্য ইসলামিক ড্রেস কোড বজায় রাখেন. এই ওয়েবসাইটে তাদের জীবনী প্রকাশ করার আগে পুরুষ এবং মহিলা উভয় ব্যবহারকারীরই তাদের অভিভাবকের অনুমতি প্রয়োজন. Ordhangini.com তাদের বাবা-মা/গুরদিয়ানকে কল/ম্যালিং করে সমস্ত জীবনী যাচাই করবে না.
        </p>

        <p>৬.৭  পুরুষ জীবনী ক্ষেত্রে আপনি আপনার ব্যক্তিগত যোগাযোগের তথ্য ভাগ করতে পারেন. এবং মহিলাদের জীবনী অপসারণ এবং তাদের মধ্যে অননুমোদিত সম্পর্ক নিশ্চিত করার জন্য তাদের নিজস্ব যোগাযোগের তথ্য ভাগ করার অনুমতি নেই! আপনি Ordhangini.com এর পরিষেবাগুলিকে সম্মান করার জন্য দায়ী৷.</p>

        <p>৬.৮  Ordhangini.com সদস্য এবং ব্যবহারকারীরা যারা Ordhangini.com-এর জন্য সাইন আপ করেন তাদের অবশ্যই শর্তাবলী পড়তে হবে এবং সেগুলি মেনে চলতে সম্মত হতে হবে. এই নিশ্চিতকরণ নিঃশর্ত এবং অপরিবর্তনীয়ভাবে করা হয়.
        </p>

        <p>৬.৯  অনিবন্ধিত ব্যবহারকারীরা শুধুমাত্র তাদের ব্যক্তিগত ব্যবহারের জন্য প্রকাশিত জীবনী দেখতে পারেন. যে কোন ধরনের বাণিজ্যিক উদ্দেশ্যে এই ওয়েবসাইট পরিদর্শন নিষিদ্ধ. কোনও স্ক্রিনশট ভাগ করা বা কোনও পাবলিক সোশ্যাল মিডিয়াতে এই সাইটের কোনও তথ্য কপি-পেস্ট করাও নিষিদ্ধ. নিবন্ধিত ব্যবহারকারীরা শুধুমাত্র তাদের ব্যক্তিগত মার্শাল উদ্দেশ্যে প্রকাশিত জীবনী এবং অন্যান্য ব্যবহারকারীর অভিভাবকদের সাথে যোগাযোগ দেখতে পারেন. বাণিজ্যিক উদ্দেশ্যে বা অবৈধ উদ্দেশ্যে কোন ব্যবহার কঠোরভাবে নিষিদ্ধ. সদস্যরা শুধুমাত্র ব্যক্তিগত বৈবাহিক উদ্দেশ্যে এই ওয়েবসাইটে অন্যান্য প্রকাশিত জীবনী দেখতে পারেন. বাণিজ্যিক উদ্দেশ্যে যে কোনও ব্যবহার কঠোরভাবে নিষিদ্ধ. যদি প্রমাণ সহ কোনও সদস্যের বিরুদ্ধে বৈবাহিক-আগ্রহী জোট থেকে কোনও অভিযোগ আসে তবে অর্ডাঙ্গিনি ডটকম সদস্যের বিরুদ্ধে কোনও পদক্ষেপ নিতে পারে, যা অ্যাকাউন্টের স্থায়ী অবসান ঘটাতে পারে.
        </p>
        <p>৬.১০  নিবন্ধিত বা অনিবন্ধিত সদস্য বা ব্যবহারকারীরা বাণিজ্যিক উদ্দেশ্যে নিজেদের সহ কারও জীবনী প্রচারের জন্য স্ক্রিনশট অনুলিপি বা ব্যবহার করতে পারবেন না. তারা শুধুমাত্র তাদের ব্যক্তিগত বৈবাহিক স্বার্থের জন্য জীবনীর লিঙ্ক ভাগ করতে পারে. Ordhangini.com-এর এমন সদস্য বা ব্যবহারকারীদের বিরুদ্ধে আইনি ব্যবস্থা নেওয়ার অধিকার রয়েছে যারা বাণিজ্যিক উদ্দেশ্যে Ordhangini.com থেকে বিষয়বস্তুর অপব্যবহার করে.
        </p>
        <p><b>৭. Ordhangini.com-এ বিষয়বস্তুর মালিকানা:</b></p>
        <p>Ordhangini.com সাইট এবং Ordhangini.com সার্ভিসের সমস্ত সম্পত্তির অধিকার Ordhangini.com-এর মালিকানাধীন এবং সংরক্ষিত. সাইটটিতে ট্রেডমার্ক, কপিরাইটযুক্ত বিষয়বস্তু এবং Ordhangini.com এবং এর লাইসেন্সধারীদের অন্তর্গত অন্যান্য বৌদ্ধিক ডেটা অন্তর্ভুক্ত রয়েছে. পাবলিক ডোমেনে থাকা তথ্য ব্যতীত আপনাকে এই মালিকানাধীন উপাদানগুলির কোনও অনুলিপি, সম্পাদনা, প্রকাশ, প্রেরণ, বিতরণ, সম্পাদন, প্রদর্শন বা বিক্রি করার অনুমতি নেই, যেমন একজন সদস্যের প্রোফাইল, বা যার জন্য ব্যবহারকারীকে অনুমতি দেওয়া হয়েছে. যে পরিস্থিতিতে আপনি এই ধরনের কোনও আচরণ করেন বা করার চেষ্টা করেন, অর্ডাঙ্গিনি ডটকমের অবিলম্বে আপনার প্রোফাইলটি ব্লক করার অধিকার রয়েছে. যেখানে উপযুক্ত, Ordhangini.com কোনো লঙ্ঘনের জন্য আইনি পদক্ষেপ (বেসামরিক বা অপরাধী) অনুসরণ করার অধিকার বজায় রাখে.
        </p>
        <p><b>৮. কপিরাইট নির্দেশিকা:
        </b></p>
        <p>কোনো কপিরাইটযুক্ত বিষয়বস্তু, ট্রেডমার্ক, বা অন্যান্য মালিকানাধীন তথ্য মালিকের পূর্বের লিখিত অনুমোদন ছাড়া কোনোভাবেই পোস্ট, বিতরণ বা পুনরুত্পাদন করা যাবে না.
        </p>

        <p><b>৯. সদস্য বিরোধ এবং অন্যান্য সদস্যদের সাথে আপনার মিথস্ক্রিয়া:
        </b></p>

        <p>অন্যান্য Ordhangini.com সদস্যদের সাথে আপনার ব্যক্তিগত মিথস্ক্রিয়া এবং কথোপকথন সম্পূর্ণরূপে আপনার দায়িত্ব. যদিও এটির প্রয়োজন নেই, Ordhangini.com আপনার এবং অন্যান্য সদস্যদের মধ্যে মতবিরোধের উপর নজর রাখার অধিকার বজায় রাখে. উপরন্তু, Ordhangini.com-এর অবাধ্য সদস্যদের প্রয়োজনে শাস্তি দেওয়ার অধিকার রয়েছে. Ordhangini.com-এর অন্য সদস্যদের জানানোর প্রয়োজন নেই, যদিও অভিযোগকারী— সহ এই ধরনের পদক্ষেপ. Ordhangini.com স্পষ্টভাবে সদস্যদের মধ্যে কোনো লেনদেন বা মিথস্ক্রিয়া জন্য সমস্ত দায় এবং দায়িত্ব অস্বীকার করে.
        </p>
        <p><b>১০. গোপনীয়তা:
        </b></p>
        <p>আমাদের গোপনীয়তা নীতি নিয়ন্ত্রণ করে কিভাবে আপনি Ordhangini.com সাইট এবং/অথবা পরিষেবা ব্যবহার করতে পারেন এবং এটি গোপনীয়তা সুরক্ষা আইন পূরণ করে.

        </p>
        <p><b>১১. দাবিত্যাগ:
        </b></p>
        <p>১১.১  সাইটে পোস্ট করা কোনও বানোয়াট বা ভুল সামগ্রী/তালিকা বা অর্ডাঙ্গিনি ডটকম পরিষেবার সাথে সম্পর্কিত, ব্যবহারকারী, সদস্যদের দ্বারা আনা হোক না কেন, অথবা পরিষেবাতে সংযুক্ত বা ব্যবহৃত কোনও সফ্টওয়্যার বা হার্ডওয়্যার, Ordhangini.com-এর দায়িত্বের অধীনে নয়, এবং কোনও ব্যবহারকারীর পক্ষ থেকে কোনও আচরণ এবং/ও নয়৷/অথবা Ordhangini.com পরিষেবার সদস্য, তা অনলাইন হোক বা অফলাইন হোক.
        </p>
        <p>১১.২  Ordhangini.com কোনো ত্রুটি, বাদ দেওয়া, বাধা, মুছে ফেলা, ত্রুটি, অপারেশন বা ট্রান্সমিশনে বিলম্ব, যোগাযোগ লাইন ব্যর্থতা, চুরি বা ধ্বংস, ব্যবহারকারী এবং/এর অননুমোদিত অ্যাক্সেস বা পরিবর্তনের জন্য সমস্ত দায় অস্বীকার করে/অথবা সদস্য যোগাযোগ, বা Ordhangini.com এর সদস্যদের কাছে পাঠানো কোনো যোগাযোগ.</p>

        <p>১১.৩  এটি একটি বৈবাহিক অফার বা পরামর্শ নয় "Ordhangini.com" থেকে/এর দ্বারা যখন সেই ওয়েবসাইটের মাধ্যমে বা এর মাধ্যমে মিলিত জীবনী বিনিময় করা হয়. Ordhangini.com পরিষেবা ব্যবহার করার ফলে কোনো সম্পর্ক (বৈবাহিক সম্পর্ক সহ কিন্তু সীমাবদ্ধ নয়) প্রতিষ্ঠার ফলে বা অনুসরণ করা কোনো ব্যক্তির কোনো ক্ষতি বা ক্ষতি কম নয় ordhangini.com এর দায়িত্ব.
        </p>
        <p>১১.৪  ওয়েবসাইট এবং/অথবা Ordhangini.com দ্বারা প্রদত্ত পরিষেবাগুলির ব্যবহার নিশ্চিত করা যাবে না, এবং কোন নির্দিষ্ট ফলাফলের প্রতিশ্রুতি দেওয়া হয় না. আপনি স্বীকার করেন যে এই পরিষেবাটির মাধ্যমে আপনি যাদের সাথে দেখা করেন তাদের উপযুক্ততার বিষয়ে Ordhangini.com দ্বারা কোনও বিবৃত বা অন্তর্নিহিত প্রতিশ্রুতি নেই.
        </p>

        <p><b>১২. দায়বদ্ধতার সীমাবদ্ধতা:
        </b></p>
        <p>এমনকি যদি অর্ধাঙ্গিনি ডটকমকে এই ধরনের ক্ষতির সম্ভাবনা সম্পর্কে অবহিত করা হয়, তবে অর্ডহাঙ্গিনি ডটকম কোনও পরোক্ষ, ফলস্বরূপ, অনুকরণীয়, আনুষঙ্গিক, বিশেষ, কোনও তৃতীয় পক্ষের জন্য আপনার বা কোনও তৃতীয় পক্ষের কাছে দায়বদ্ধ হবে না, অথবা আপনার সাইট বা Ordhangini.com পরিষেবা ব্যবহারের ফলে হারানো লাভ সহ শাস্তিমূলক ক্ষতি. বিপরীতে এই নথিতে কিছু না থাকলে, কোনও কারণে এবং কর্মের ফর্ম নির্বিশেষে আপনার প্রতি অর্ডাঙ্গিনি ডটকমের দায়িত্ব সর্বদা আপনার দেওয়া অর্থের উপর সীমাবদ্ধ থাকে, যদি থাকে তবে, সদস্যতার সময়কালে পরিষেবার জন্য Ordhangini.com-এ.
        </p>
        <p>১৩. এখতিয়ার: সাইটটি ব্যবহার করে, আপনি নিঃশর্তভাবে সম্মত হন যে সাইট এবং/এর সাথে সম্পর্কিত বা জড়িত কোনও সমস্যা/অথবা পরিষেবাটি বাংলাদেশী আইন দ্বারা পরিচালিত হবে এবং শুধুমাত্র বাংলাদেশের উপযুক্ত আদালতের একচেটিয়া এখতিয়ারের অধীন হবে. Ordhangini.com-এর সদস্য হয়ে এবং/অথবা সাইটের পরিষেবাগুলি ব্যবহার করে, আপনি নিঃশর্ত এবং অপরিবর্তনীয়ভাবে ঘোষণা করেন যে আপনি পূর্ববর্তী প্রয়োজনীয়তাগুলি পড়েছেন, বুঝতে পেরেছেন এবং আবদ্ধ হতে সম্মত হয়েছেন৷. আপনি যদি উপরের কোনও শর্ত এবং শর্তের সাথে একমত না হন তবে দয়া করে সাইটে নিবন্ধন করবেন না. 2008 সালের তথ্য প্রযুক্তি আইন এবং প্রাসঙ্গিক এবং পরিবর্তিত হিসাবে ইলেকট্রনিক রেকর্ড সম্পর্কিত সেখানে প্রণীত নিয়ম অনুসারে, এই চুক্তিটি একটি ইলেকট্রনিক নথি. এই ইলেকট্রনিক রেকর্ডের জন্য প্রয়োজনীয় শারীরিক বা ডিজিটাল স্বাক্ষর নেই কারণ এটি একটি কম্পিউটার সিস্টেম দ্বারা উত্পাদিত হয়.
        </p>
</div>
    </div>
    </div>
    @endsection